; settings of tray-messages

[tray]
01="Mostre VM"
02="Couro cru VM"
03="Mostre VirtualBox"
04="Couro cru VirtualBox"
05="Ajustes"
06="Retire VirtualBox"
07="Botão direito do mouse para ver o menu!"

; general messages

[messages]
01="Erro"
02="Excepto"
03="Saída"
04="Conservado"
05="Reinício VirtualBox para tomar sobre os ajustes."
06="Inicie o VirtualBox Portáteis"
07="Sair VirtualBox-Portable"

; error-messages by start

[start]
01="Copie as limas de VirtualBox (respectivo) no APP-Dobrador."
02="Transfira por favor VirtualBox de www.virtualbox.org e armazene-os a lima na lima de programa de VirtualBox portátil. VirtualBox desembalado automaticamente e ele para poder fazer depois disso o programa para usar-se."

; labels of settings

[settings-label]
title="Ajustes"

[homeroot-settings]
01="Repouso-Diretório"
02="Se você gostou de usar VirtualBox somente em seu próprio computador, você pode selecionar aqui o lugar da memória, em que VirtualBox é armazenar seus ajustes e máquinas virtuais. Importante: Com da mudança, a mobilidade é perdida aos ajustes padrão. (DEFEITO = diretório do "Portable-VirtualBox.exe")"
03="Começo normal de VirtualBox (DEFEITO)"
04="Ajustes e VMs dentro"
05="Selecione o repouso-diretório ..."
06="excepto"

[startvm-settings]
01="VB-Gerenciador"
02="Se você gostou de começar VirtualBox igual com uma máquina virtual, você pode ajustar este aqui. Selecione para esta sua máquina virtual, que deve ser carregado ao começar. Com a seleção você chega automaticamente no lugar da memória de suas máquinas virtuais. Nota: Você pode carregar uma máquina virtual igualmente ao começar, se você no pedido para o da entrada Portable-VirtualBox.exe "VM-Name" entre. (DEFEITO = começo normal de VirtualBox)"
03="Começo normal de VirtualBox (DEFEITO)"
04="VirtualBox com"
05="Selecione um VM ..."
06="começo"

[hotkeys]
01="HotKeys"
02="Se você gostou de começar VirtualBox com o HotKeys, você pode ajustar este aqui. Nota: Aqui o HotKeys do acionador de partida pode somente scolded de ligar/desligar, mudando deve você ir no seguinte da ABA "HotKey-Ajustes". (DEFEITO = de HotKeys "ON")"
03="Começo normal de VirtualBox (DEFEITO)"
04="Comece VirtualBox sem HotKeys"

[hotkey-settings]
01="HotKey-Ajustes"
02="Se os ajustes padrão do HotKeys não lhe asseguram, você pode especific suas próprias combinações de chaves aqui. Nota: As chaves de comando são limitadas ao OLD, CTRL e as SHIFT-chaves, a última chave podem você definiram. (DEFEITO = CTRL+"1 a 6")"
03="DEFEITO (CTRL+"1 a 6")"

[USB]
01="USB"
02="Se você gostou de começar VirtualBox com a sustentação da USB, você pode comutar a relação de USB fora aqui no relacionamento. Nota: Se você liga a sustentação da USB, você deve concordar com cada começo de VirtualBox da instalação do excitador para própria segurança. (DEFEITO = da USB "OFF")"
03="Começo normal de VirtualBox (DEFEITO)"
04="Comece VirtualBox com sustentação da USB"

[net]
01="Rede"
02="Se você gostou de começar VirtualBox com a sustentação da rede, você pode comutar a relação de rede fora aqui no relacionamento. Nota: Se você liga a sustentação da rede, você deve concordar com cada começo de VirtualBox da instalação do excitador para própria segurança. (DEFEITO = da rede "OFF")"
03="Começo normal de VirtualBox (DEFEITO)"
04="Comece VirtualBox com sustentação da rede"

[update]
01="Actualização"
02="Se você gostou de examinar VirtualBox ou o lançador para o topicality, você pode ligar e/ou fora da actualização aqui em linha. (DEFEITO = actualiza em linha o "ON")"
03="Comece VirtualBox sem actualização em linha"
04="Comece VirtualBox com actualização em linha (DEFEITO)"

[language-settings]
01="Idioma"
02="Escolha aqui se deseja executar o VirtualBox em um idioma diferente. Basta selecionar o idioma da interface do usuário desejado."
03="Idioma de inicialização:"
04="Visão Geral"

[about]
01="Sobre o programa..."

; messages of save-dialogs and errors

[srcuserhome]
01="Selecione o repouso-diretório"

[okuserhome]
01="O diretório não existe"

[srcstartvm]
01="Selecione um VM"

[okstartvm]
01="A máquina virtual não existe ou tem um UUID inválido"

[okhotkeysset]
01="Registe uma chave no entrada-campo."

[srclanguage]
01="Selecione a língua ..."

[oklanguage]
01="Registe uma língua."

; message of update-dialogs

[check]
01="VirtualBox-Portable *** UPDATE SIM ou NÃO ***"
02="Uma nova versão do VirtualBox"
03="Um novo lançador"
04="Uma nova versão do VirtualBox"
05="eo lançador"
06="para"
07="está disponível. Você deseja atualizá-lo agora?"
08="backup de arquivos antigos"
09="Status-Info:"
10="SIM"
11="NO"

[download]
01="VirtualBox Portable"
02="Aqui pode encontrar os arquivos de instalação do VirtualBox pode automaticamente fazer o download e fazer alguns ajustes (Se você usar este script baixar o VirtualBox, só fazer as configurações e clique em "OK")."
03="Baixar arquivos de instalação do VirtualBox"
04="OU"
05="Caminho para o arquivo de instalação do VirtualBox é ..."
06="pesquisa"
07="Extraia os arquivos para um sistema de 32 bits"
08="Extraia os arquivos para um sistema de 64 bits"
09="Compactar os arquivos para reduzir o tamanho"
10="Portable Start-VirtualBox após a extrair e/ou comprimir"
11="Status-Info:"
12="OK"
13="Licença do VirtualBox"
14="Sair"
15="Info"
16="Por favor, inicie novamente o VirtualBox, para que todos os caminhos podem ser adaptados!"

[status]
01="Download:"
02="Pronto com o download! Os arquivos foram armazenados na pasta Portable-VirtualBox."
03="VirtualBox - o arquivo de instalação"
04="Aguarde, extrair arquivos."
05="Aguarde, copiar arquivos."
06="Aguarde, compactar arquivos."
07="Aguarde, excluir arquivos e pastas."
08="Terminados, extratos e/ou arquivos comprimir e copiar."
09="Por favor aguarde, faça backup dos arquivos antigos e pastas."
10="Aguarde, download de atualização."
11="Aguarde, atualizar os arquivos e pastas."
12="Acabamento, a atualização."
